tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "composer"
brew "dnsmasq"
brew "fd"
brew "fish"
brew "fzf"
brew "gibo"
brew "git"
brew "go"
brew "pkg-config"
brew "gstreamer"
brew "hub"
brew "imagemagick"
brew "mariadb"
brew "neovim"
brew "nginx"
brew "tidy-html5"
brew "php"
brew "plantuml"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shellcheck"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "colorpicker-skalacolor"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "logitech-options"
cask "microsoft-office"
cask "musicbrainz-picard"
cask "openemu"
cask "sequel-pro"
cask "slack"
cask "teamviewer"
cask "thunderbird"
cask "tomighty"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xld"
