tap "d12frosted/emacs-plus"
tap "gcenx/wine"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "ca-certificates"
brew "automake"
brew "bat"
brew "bats-core"
brew "glib"
brew "pkg-config"
brew "chezmoi"
brew "cmake"
brew "cmigemo"
brew "openldap"
brew "tidy-html5"
brew "php"
brew "composer"
brew "dnsmasq"
brew "fd"
brew "fish"
brew "harfbuzz"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "graphviz"
brew "gstreamer"
brew "icoutils"
brew "imagemagick"
brew "lua"
brew "mariadb"
brew "neovim"
brew "nginx"
brew "pandoc"
brew "plantuml"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shellcheck"
brew "tealdeer"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "winetricks"
brew "zoxide"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-elrumo2-icon", "with-native-comp", "with-no-frame-refocus"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-creative-cloud"
cask "basictex"
cask "colorpicker-skalacolor"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mpv"
cask "musicbrainz-picard"
cask "openemu"
cask "raycast"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "tomighty"
cask "transmission"
cask "transmit"
cask "unofficial-wineskin"
cask "vagrant"
cask "visual-studio-code"
cask "xld"
