tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
tap "nikitabobko/tap"
brew "aspell"
brew "bash"
brew "openssl@3"
brew "bat"
brew "cmake"
brew "cmigemo"
brew "gmp"
brew "direnv"
brew "coreutils"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "readline"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "jq"
brew "lazygit"
brew "librsvg"
brew "libyaml"
brew "neovim"
brew "nnn"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "trash"
brew "tree"
brew "vivid"
brew "wget"
brew "yt-dlp"
brew "zk"
brew "zoxide"
brew "zsh"
cask "1password"
cask "aerospace"
cask "alfred"
cask "anytype"
cask "docker"
cask "fantastical"
cask "figma"
cask "flutter"
cask "git-credential-manager"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "movist-pro"
cask "powershell"
cask "scroll-reverser"
cask "steam"
cask "licecap"
cask "tableplus"
cask "todoist"
cask "wezterm"
