tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
brew "libpng"
brew "jpeg-xl"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash"
brew "openssl@3"
brew "bat"
brew "bison"
brew "freetype"
brew "gettext"
brew "readline"
brew "cmake"
brew "cmigemo"
brew "gmp"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "direnv"
brew "fd"
brew "icu4c@76"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gd"
brew "gh"
brew "gibo"
brew "git"
brew "gnupg"
brew "go"
brew "jpeg"
brew "jq"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "librsvg"
brew "libxml2"
brew "libyaml"
brew "usage"
brew "mise"
brew "neovim"
brew "nnn"
brew "pnpm"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "tree"
brew "typos-cli"
brew "vivid"
brew "wget"
brew "yt-dlp"
brew "zk"
brew "zoxide"
brew "zsh"
cask "1password"
cask "alfred"
cask "anytype"
cask "chatgpt"
cask "discord"
cask "fantastical"
cask "figma"
cask "firefox"
cask "flutter"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "httpie"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "movist-pro"
cask "orbstack"
cask "powershell"
cask "scroll-reverser"
cask "steam"
cask "tableplus"
cask "todoist"
cask "zen-browser"
